alacritty
amd-ucode
base
base-devel
bat
cmake
discord
droidcam
efibootmgr
exo
eza
firefox
flameshot
garcon
git
gpick
grub
gst-plugin-pipewire
gvfs
htop
i3lock
iwd
libconfig
libev
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lxappearance
masterpassword-cli
masterpassword-gui
meson
mousepad
nano
neovim
network-manager-applet
networkmanager
nitrogen
nodejs
npm
nvidia-525xx-dkms
nvidia-525xx-utils
obs-studio
opencl-nvidia-525xx
os-prober
pacman-contrib
parole
pavucontrol
pfetch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
postgresql
postman-bin
qtile
qtile-extras
ristretto
rofi
slack-desktop
smartmontools
solaar
spotify
starship
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
timeshift
tumbler
unzip
uthash
vim
visual-studio-code-bin
vlc
wget
wireless_tools
wireplumber
xarchiver
xclip
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xorg-xinit
xorg-xrandr
yay
zathura
zip
zram-generator
zsh
